[
    {
        "text":"Despite their geographical closeness and their common history, the countries of the Caribbean richly diverse and take pride in their diversity. Cricket is popularly seen as the activity that brings them together, but the cultural festival, Carifesta, is just as effective in a different way. The main purpose of Carifesta is to gather artists, musicians, and authors, and to exhibit the folkloric and artist manifestations of the Caribbean and Latin American region, in an international multicultural event organized on a periodic basis by the countries of the Caribbean.The idea of Caribbean arts festivals was first proosed at convention of writers and artists held in 1970 Guyana. It involved a vision of the region’s peoples with roots deep in Asia, Europe and Africa, coming together to share their art forms, Literature inspired by the Caribbean’s own peculiar temperament, paintings drawn from awe inspiring tropical ecology and the visionary inheritance of our forefathers.Two years later, Carifesta I was billed as a grand cultural exposition and was held in Guyana with almost 1000 participants from 30 countries in the Caribbean, Central, and South America. It was originally hoped that Carifesta would be held every two years in a different country, but the second festival, in Jamaica, did not take place until 1976. It was followed by a Cuban Carifesta in 1979 then Carifesta IV in Barbados in 1981. Various problems prevented staging of other and the ravages of Hurricane Gibert made it impossible. The islands of Monsterrat, St. Kitts and Nevis and Antigua and Barbuda offered to co-host the festival in 1989, but the idea was not practicable. Subsequent festivals were hosted in Trinidad, St Kitts, and Nevis and The Bahamas. Carifesta aims to depict the lives heritage of people of the region, show their similarities and their differences, and by creating a climate in which arts can flourish, persuade artists who have migrated for their art’s sake, to return to the region. The  Carifesta slogan, selected after a regional contest, was created by a Guyanese who lives in Jamaica. It aptly sums up Carifesta and its vision. ‘’ Sea of sounds, medley of images, world of peoples, common heritage’’.",
        "summary":"Although some Caribbean countries may have similarities they are diversed. However, they all desire cricket the cultural festival Carifesta brings people together to present Caribbean festivals which were first proposed at a convention of writers and artists held in 1970 in Guyana. Years past by Carifesta was built as a grand cultural explosion until it started to keep regularly all over the Caribbean. Then a problem occurred due to economic problems and the wreck of Hurricane Gilbert. Carifesta and differences in the region The Carifesta slogan were written by a Guyanese who lived in Jamaica. ‘’sea of sounds, medley of images world of peoples, common heritage’’. Which means how harmony it is in the region. "
    },{
        "text": "As what geographers have estimated, about twenty percent of the earth’s surface is occupied by deserts. A majority of us view deserts as one unique kind of landscape — areas with little or no rainfalls. In actual fact, there are differences between the deserts, though in varying degrees. While it is common for laymen like us to see deserts as rocky or covered with gravel or pebbles, there are somewhere large sand dunes inhabit. Despite the fact that rainfall is minimal, temperatures do change in deserts, ranging from seasonal ones to daily changes where extreme hotness and coldness are experienced in the day and night. Unfavorable conditions in the deserts, especially the lack of water, have discouraged many living things from inhabiting these landscapes. Nevertheless, there are exceptionally surviving ones which through their superb tactics, have managed to live through and are still going strong. One such kind is the specialist annual plants which overcome seasonal temperature changes with their extremely short, active life cycles. In events of sudden rain, the plant seeds pullulate. The Cacti, a native in American deserts, adapts to the dry surroundings by having unique body structures. The plant has swollen stems to help store water that carries it through months. By having sharp pines instead of leaves, water loss through respiration is minimized. Besides, these pointed pines also help the plant ward off grazing animals, thus enhancing its survival period. Besides plants, there are also animals with distinct surviving tactics in deserts too. For instance, Skinks ( desert lizards ) metabolize stored fats in their bulbous tails, producing water to supplement their needs, just like what camels do with the stored food in their humps during long journeys through deserts. Antelopes like the addax, have very low water needs and hence are able to tolerate the conditions in deserts, extracting moisture from the food they eat. Finally, there are the sandgrouses (desert birds ) which do not have special features to overcome the drought-like nature in deserts. Hence, to survive in these hot, dry deserts, they need to spend a large part of their time flying in search of waterholes.",
        "summary": "Some plants and animals still manage to survive despite the dry conditions in the deserts. One of them is the specialist annual plants. Their short life cycles allow them to germinate, grow and produce seeds during short rainy seasons. These seeds are drought-resistant and are able to wait for the next rainy season before starting their life cycles again. The Cacti adapts to the dry weather by having swollen stems for water storage and pine-like leaves to minimize water loss through respiration. Skinks generate water from stored fats in their tails and antelopes which requires very little water, survives in deserts by extracting water from the food they eat. Finally, Sandgrouse with no adaptive features turns to waterholes constantly for help."
    },{
        "text":"Most of us know that cancer, heart disease and stroke are the leading causes of death in the west. But many people would be surprised by the next biggest killer: the side effects of prescription medicines. Adverse drug reaction kills more than 110,000 people in a year in the United Kingdom, and more than 100 000 in the United States of America. Many studies published in the scientific literature comparing drug side effects in humans and animals have found animal tests to be unlikely to predict any more accurately than if you had simply tossed a coin. One review of human- animal correlation in drugs that has been withdrawn found that animal tests predicted the human side effects only six out of 114 times. Hundreds of drugs used to treat strokes have been found safe and effective in animal studies, and then injured or killed patients in clinical trials. Dr Richard Klausner, former director of the US National Cancer Institute lamented that the history of cancer research has been a history of curing cancer in the mouse. ‘’we have cured mice of cancer for decades, antisimply did not work on humans’’. Cigarette smoke, asbestos, arsenic, benzene, alcohol and glass fibre are all safe to ingest, according to animal studies. Penicillin , the world’s first antibiotic, was delayed for more than 10years by misleading results from experiments on rabbits, and would have been shelved forever had it  been tested on guinea pigs, which it kills. Even the handbook of laboratory Animal Science admits that uncritical reliance on the results of animal tests can be dangerously misleading and has cost the health lives of tens of thousands of humans.",
        "summary":"Chronic disease is the leading cause of death in this world, but the biggest killer is the side effects of prescribed medication. Studies have shown the side effects of drug testing on animals have a low percentage compared to the side effects in humans. Hundreds of drugs used to treat strokes have been found safe and effective in animal studies but when used in clinical trials many patients injured or killed. The cure for cancer has been discovered but only works on animals instead of humans. Many substances that might be bad for humans to ingest aren’t for animals. Animals testing inaccurate information have cost the health and lives of tens of thousands of humans. "
    },{
        "text":"Buying things today is so simple. Just enter a shop, say a book store, choose the desired book and pay for it. Long ago, before the invention of money, how did people trade? The most primitive way of exchange should be the barter trade. In this form of transaction, people used goods to exchange for the things that they had in mind. For instance, if person A wanted a book and he had a spare goat, he must look for someone who had the exact opposite, that is, that someone, say person B, must have a spare book of person A’s choice and is also in need of a goat. Having found such a person, the problem does not end here. A big goat may worth not only one book, hence person B may have to offer person A something else, say five chickens. However, he runs the risk of person A rejecting the offer as he may not need the chickens. The above example clearly illustrates the inefficiency of barter trading. Many years later, the cumbersome barter trade finally gave way to the monetary form of exchange when the idea of money was invented. In the early days, almost anything could qualify as money: beads, shells and even fishing hooks. Then in a region near Turkey, gold coins were used as money. In the beginning, each coin had a different denomination. It was only later, in about 700 BC, that Gyges, the king of Lydia, standardized the value of each coin and even printed his name on the coins. Monetary means of transaction at first beat the traditional barter trade. However, as time went by, the thought of carrying a ponderous pouch of coins for shopping appeared not only troublesome but thieves attracting. Hence, the Greek and Roman traders who bought goods from people faraway cities invented checks to solve the problem. Not only are paper checks easy to carry around, but they also discouraged robbery as these checks can only be used by the person whose name is printed on the notes. Following this idea, banks later issued notes in exchange for gold deposited with them. These banknotes can then be used as cash. Finally, governments of today adopted the idea and began to print paper money, backed by gold for the country’s use. Today, besides enjoying the convenience of using paper notes as the mode of exchange, technology has led man to invent other means of the transaction too like the credit and cash cards.",
        "summary":"Long ago, people bought things through barter trade. However, the difficulty of having to look for the right partner and dividing the goods led people to switch over to monetary transactions. at first, beads, shells and fishing hooks were used as money. Near Turkey, gold coins with irregular denominations were used for trade. Later, King Gyges standardized the individual coin value. People soon found carrying coins around for shopping troublesome and thieves courting. Hence, merchants started to issue checks with the names of the users on them to discourage robbery. Following that, banks started to issue cash notes in return for gold deposited with them. Finally, adopting the idea, today, governments printed paper money backed by gold for the country’s usage."
    },{
        "text":"With the invention of televisions, many forms of entertainment have been replaced. Lively programs like television serials and world news have removed from us the need to read books or papers, to listen to radios or even to watch movies. In fact, during the 1970s, when televisions were first introduced, cinema theatres suffered great losses as many people chose to stay in the comforts of their homes to watch their favorite programs. Indeed, television brings the world into our house. Hence, by staying at home and pressing some buttons world happenings are immediately presented before us. Children nowadays develop faster in language, owing to early exposure to television programs. At such a tender age, it would be difficult for them to read books or papers. Thus, television programs are a good source of learning for them. Furthermore, pronunciations by the newscasters, actors or actresses are usually standardized, hence young children watching these programs will learn the ‘right’ pronunciations too. Owning a television is also extremely beneficial to working parents who are usually too busy or tired to take their kids out for entertainments. Surrounded by the comforts of their home, the family can have a chance to get together and watch their favorite television programs. Of course, we should not be too carried away by the advantages of the television and overlook its negative points. Watching television programs takes away our need to read. Why bother to read the papers when we can hear them from the television news reports? Why read books when exciting movies are screened? The lack of reading is unhealthy especially to younger children as they will grow up only with the ability to speak but not write. I have a neighbor whose six-year-old child can say complete sentences like “I like cats,” but when told to write out the sentence, is unable to do so. Not only are the writing skills of children affected, their thinking capacities are also handicapped. Television programs remove the need to think. The stories, ideas, and facts are woven in the way television planners wanted. Exposure to such opinions and the lack of thinking opportunities will hinder the children’s analyzing ability. Despite the disadvantages of watching television programs, personally, I think that choosing the ‘middle path’, which is to do selective television viewing and not overindulging in the habit should be the best solution to reconcile both the merits and demerits of owning a television. ",
        "summary":"The television keeps us informed of world affairs. Early exposure to television programs helps to develop the language skills of young children. These children can also learn to pronounce words accurately because of the standardized pronunciation in the programs. In a family where both the parents are working, the television provides the family an opportunity to get together at leisure times. One disadvantage of watching television programs is that we do less reading and hence our writing skills are affected. Younger children may learn to speak but not write from television programs. Furthermore, television programs often spare viewers, especially the young ones, from pondering upon opinions presented before, which will, in turn, handicap their ability to analyze facts."
    },{
        "text":"A man in the east gave up all worldly concerns and went to a wood, where he built a hut and lived in it. His only clothing was a piece of cloth that he wore around his waist. But as ill-luck would have it, rats were plentiful in the wood; so he had to keep a cat. The cat requires milk; so he had to keep a cow. The cow required tending, so a cowboy was employed. The boy required a house to live in. So a house was built for him. To look after the house a maid had to be engaged. To provide company for the maid a few more houses had to be made, and people invited to live in them. In this manner, a little township sprang up in the lovely wood.",
        "summary": "A man gave up all worldly things and went to live in a block of lovely wood. Rats troubled him. So he kept a cat. To feed the cat he kept a cow. Then came one by one a cowboy, a maid, and her companions. They needed houses to live in. Thus the forest turned into a town."
    },{
        "text":"The noblest deeds that have been done on earth have not been done for gold. It was not for the sake of gold that Lord Jesus came down and died on the cross. The Spartans looked for no reward where they fought and died at Thermopylae. Socrates the wise asked for no pay from his countrymen but lived poor and barefooted all his days only caring to make them good and noble. And there are heroes even in our own days also who do noble deeds but not for gold. Our discoverers did not go to make themselves rich when they sailed out one after another into the dreary frozen seas: nor did the ladies who went out to drudge in hospital of the East make themselves poor that they might be rich in noble work.",
        "summary": "It is not for money that the noblest deeds have been done by great men. Jesus, Socrates, the Spartans, the explorers, and the nurses in hospitals served mankind purely for the sake of service."
    },{
        "text":"Nelson, as a child, was not of a strong body. Yet he gave proof of that resolute heart and nobleness of mind which during the whole of his glorious career so eminently distinguished him. One day he strayed from his grandmother’s house in the company of a cowboy. The dinner hour passed; he was absent and could not be found. The alarm of the family became very great, for they feared that he might have been carried off by the gypsies. At length after a long search, he was discovered sitting composedly by the side of a brook which he could not get over. “I wonder, child,” said the old lady, when she saw him, “That hunger and fear did not drive you home”, Fear! grandmamma,” replied the future hero,” I never saw fear; what is it?” " ,
        "summary":"Nelson gave proof of his fearless even in his childhood. One day he strayed away from his grandmother’s house and did not return even at dinner time. At last, he was found sitting by a brook. To his grandmother’s wonder how even hunger and fear could not drive him home, he said he had never seen fear and did not know either what it was."
    },{
        "text":"From the moment we are born, we can not live alone; we stand in continual need of assistance of all around us, for body and soul and spirit; we need clothes which other men make; houses, which other men build, food, which other men produce; we have to get our livelihood by working for others, while others get their livelihood in return by working for us. As children we need our parents to be our comforters, and to take care of others: we can not exist a day without our fellowmen; we require teachers to educate us: books and masters to teach our trade; and when we have learned it and settled ourselves in life, we require laws made by other men who died hundreds of years before we were born, to secure to us our rights and properties, to secure to our comforts in our station; and we need friends to comfort us in sorrow and to share our joy.",
        "summary":"We cannot live alone in this world. We need the help of a host of people-the farmers for food, the weaver for cloth, the mason for houses; for consolation in sorrow, teachers for education, lawyers for property, and above all, parents to bring up in our childhood."
    },{
        "text":"One night a holy man, Abu Ben Adhem by name, suddenly woke up from a deep dream of peace and saw in his moonlit room an angel writing something in a book of gold. He did not feel at all frightened. The peaceful face of the angel made Abu bold and he said to the angel, “What are you writing?” The angel looked up and replied in a kind and sweet tone, “I am taking down the names of those who love God.” “And is my name one among them?” Asked Abu. But the angel replied, ” No, it is not.” “I pray thee then,” said Abu, “To write me down as one who loves his fellowmen.”The Angel wrote and vanished. The next night the angel came again with a great light which awaked Abu Ben Adhem: and he showed Abu the names of those who had been blessed by the love of God. And behold! the name of Abu was at-he top of the list.",
        "summary":"One night Abu Ben Adhem was sleeping in his room. An angel came there and wrote down the names of the lovers of God. But Abu’s name was not there. At Abu’s request, the angel wrote his name as a lover of man. The next night it was seen that Abu’s name headed the list of the lovers of God."        
    },{
        "text":"We call anything beautiful that gives us pleasure, and that depends as much upon ourselves as upon what is outside us. Perhaps the majority of people find the sea beautiful when it is blue. If someone has lived in Italy as a child and has to live beside the grey northern seas when he is grown up, he will think that the grey seas are ugly: and that nothing can be so beautiful as the blue Mediterranean. But suppose a Scottsman who loves Scottland has to go and live in Italy. He might find the blue sea after a little while very uninteresting. Only when he went home and saw the grey sea again would he find the sea beautiful. We are made in different ways, and grey may be just as beautiful as blue, just as the cry of a baby may be found sweeter in someone’s ears than the finest note of the finest singer that ever lived. Nothing is beautiful or ugly in itself, but thinking makes it so.",
        "summary":"Nothing in this world is beautiful or ugly in itself. Things appear beautiful or ugly according to the idea of the beauty of ourselves. The same thing may appear different to people brought up in different environments. Generally, speaking the majority of people consider a thing beautiful that gives pleasure. But this depends on our outlook."
    },{
        "text":"Man first appeared on earth half a million years ago. Then he was little more than an animal. Even so, early man had certain advantages over the animals. He had a large brain, he had an upright body with quick-moving hands. He invented a language to communicate with his fellow men.This ability to speak was of supreme value because it allowed men to share ideas and to plan together: speech has enabled ideas to be passed on from generation to generation. These special advantages put men far ahead of all other living creatures. Since those far-off times, when he first made his appearance, man has achieved a great deal.",
        "summary":"From his first animal-like existence man developed with the help of a big brain and quick-moving hands and the invention of language and speech. He achieved much by communicating with others and passing on knowledge to posterity."
    },{
        "text":"Charity is a universal duty, which it is in every man’s powers sometimes to practice, since every degree of assistance given to another on proper motives, is an act of charity; and there is scarcely any man in such a state of weakness that he may not on some occasion benefit his neighbor. He that can not relieve the poor may instruct the ignorant, and he that can not attend the sick may reclaim the vicious.He that can give little assistance himself may yet perform the duty of charity by inflaming the ardor of others and recommending the petitions which he can not grant, to those who have more power to bestow. The widow that shall give her mite to the treasury, and the poor man who shall bring to the thirsty a cup of cold water, shall not lose their reward. ",
        "summary":"Charity, being universal duty, must be practiced by all and everyone can practice it easily according to his capacity. Apart from money, any help in words or action like nursing, teaching, or reforming the vicious is charity. Failing to do anything personally one may influence others even."
    },{
        "text":"Religion is based I think, primarily and mainly on fear. It is partly the terror of the unknown and partly the wish to feel that you have a kind of elder brother who will stand by in all your troubles and disputes. Fear is the basis of the whole thing-fear of the mysterious, fear of defeat, fear of death. Fear is the parent of cruelty and therefore, it is no wonder if cruelty and religion go hand in hand.It is because fear is at the basis of those two things in this world we can now be a little to understand things and to master them with the help of Science, which has forced its ways steps by step against Christian religion: against the churches, and against the opposition of all the old precepts. Science can help us to get over this grave fear in which mankind has lived for so many generations. Science can teach us no longer to invent allies in the sky, but rather to look to our own efforts here below to make this world a fit place to live in.",
        "summary":"Fear of the unknown and the wish to get help from other sources in his distress led men to put faith in Religion. Science has made man independent of all this. With the help of Science man has got over the fears of unseen powers. As a result, Science is thus undermining the awe and fear of Christianity and the power of the churches."
    },{
        "text":"Mankind in general is not sufficiently acquainted with the import of the word justice. It is commonly believed to consist only in a performance of those duties which the laws of society can oblige. This, I allow is sometimes the import of this word, and in this sense, justice is distinguished from equity. But there is justice still more extensive, and which can be shown to embrace all the virtues united. Justice may be defined to be that virtue that impels us to give to every person what is his due. In this extended sense of the word, it comprehends the practice of every virtue which reason prescribes or society should expect. Our duty to our maker, to each other, and to ourselves are fully answered if we give them what we owe them. Thus justice, properly speaking, is the only virtue, all the rest have their origin in it.",
        "summary":"Justice, as commonly understood, means performing the duties approved by society and in this sense, it differs from equity. But justice in the broadest sense implies the virtue of giving everyone one’s due. This includes one’s duty to God and to society as also all other virtues."
    }

]